class Constants:
    TASK_WORDS = [
        'を使う', 'しましょう', 'てください', 'でください', 'で下さい', 'て下さい',
        'がおすすめ', 'がオススメ', '有効',
        'を選ぶ', 'してみては', 'するのがいい', 'するのがよい', 'するのが良い'
    ]

    BLACK_WORDS = [
        'ログイン', 'サインイン', 'カート', '検索キーワード', '検索したい単語',
        'javascript', 'JavaScript', 'Javascript',
        'ボタンを押してください', '勝利馬券をゲット', '教えて', '助けて', '責任',
        'ご覧ください', 'JAPAN ID', '入力して', '無断転載', 'リンクを参照', '回答',
        'ノートに戻り、もう一度やり直してください', 'ページで登録されているノートを削除してください',
        'プレビューボタン', '注文手続きの際にお申し込み', 'Kindle化をご希望の場合',
        '</ul> <br /> <strong> 必ずお読みください', 'エラーが発生しました。やり直してください',
        '>もう一度試してください', '意見交換を通じて、お買い物にお役立てください',
        'Amazon.co.jp</a></b> が販売、発送します',
        'この機能は現在利用できません。しばらくしてからもう一度お試しください',
        '不適切な項目が含まれていることもあります。ご了承ください',
        'このユーザーのブロックを解除します', 'このユーザーをブロックします',
        '呼び出しを適切な位置に挿入してください',
        'このタグを +1 ボタンを表示する場所に挿入してください',
        '参考にしてみてください',
        'このトピックについて、他の呼び方、通称などがあれば登録してください',
        'メモやコメントの追加はここをクリックして下さい',
        'ノート</a>を参照してください',
        'この操作を実行するには、プライバシー設定を変更してください',
        '利用規約</a>を参照してください',
        'メニューを入れてください',
        'エリア、都道府県を選択してください',
        '観光地を選択してください',
        '+1 ボタン を表示したい位置に次のタグを貼り付けてください'
    ]
